[
  {
    "title": "Ексклюзив: Російські командири беруть до $30 000, щоб уберегти солдатів від передової в Україні & «Ти не злий»: Трамп представляє Раду миру",
    "description": "Сьогодні, на тлі повідомлень про те, що втрата російськими силами Starlink знижує інтенсивність атак дронів вздовж лінії фронту, ми розглядаємо твердження про те, що російські командири беруть із солдатів до £30 000, щоб уникнути відправлення до найнебезпечніших секторів. Далі - останні новини з першої зустрічі так званої «Ради миру» Дональда Трампа.Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;SUBSCRIBE TO OUR NEW YOUTUBE CHANNEL – WATCH EVERY EPISODE WITH MAP",
    "pubDate": "Fri, 20 Feb 2026 18:04:39 GMT",
    "guid": "6998a23868ec8626d21b9428",
    "duration": "22:35",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6998a23868ec8626d21b9428/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771610606274-2c2588ad-3722-4366-b222-62391e9dfa62.jpeg"
  },
  {
    "title": "Путін готує таємну поетапну мобілізацію та ексклюзив: британський мікрочип, що забезпечує роботу російських ракет",
    "description": "Сьогодні, коли президент Володимир Зеленський описує останні мирні переговори між Україною та Росією в Женеві як «складні», ми запитуємо, чи принесли переговори між Києвом, Москвою та Вашингтоном якісь відчутні результати - і чи Кремль досі має можливість затягувати з істотними поступками. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy GroupSUBSCRIBE TO OUR NEW YOUTUBE CHANNEL – WATCH EVERY EPISODE WITH MAPS &amp; BATTLEFIELD FOOTAGE:From next week, every episode will be a",
    "pubDate": "Thu, 19 Feb 2026 19:06:19 GMT",
    "guid": "69975ed7435569254b4b98ee",
    "duration": "22:28",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69975ed7435569254b4b98ee/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771521649635-c1c39b15-ec90-41af-877b-fa93a302dfaf.jpeg"
  },
  {
    "title": "Мирні переговори між Росією, США та Україною завершилися «в атмосфері ворожнечі» вже через дві години",
    "description": "Сьогодні, коли черговий раунд мирних переговорів між Україною, США та Росією в Женеві зірвався вже через дві години, ми спілкуємося з нашим кореспондентом у Швейцарії, щоб зрозуміти, що пішло не так між Києвом, Москвою та Вашингтоном. Ми розглянемо, чому Міжнародний паралімпійський комітет вирішив дозволити російським і білоруським спортсменам виступати на зимових Олімпійських іграх під своїми національними прапорами та що це означає для спортивних санкцій, пов’язаних із війною Путіна проти Укра",
    "pubDate": "Wed, 18 Feb 2026 19:43:30 GMT",
    "guid": "69961662435569254bec30d5",
    "duration": "9:48",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69961662435569254bec30d5/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771443739194-d41e5f38-30f2-42ba-a94d-770b01bd6690.jpeg"
  },
  {
    "title": "Україна «нарощує наступальні дії» поблизу Покровська, розпочинається третій раунд мирних переговорів між США, Україною та Росією в Женеві",
    "description": "Сьогодні ми розповідаємо про останні події з Женеви, Швейцарія, де розпочинається новий раунд мирних переговорів між Україною, Росією та Сполученими Штатами. Якою є дипломатична температура між Києвом, Москвою та Вашингтоном - і чи стали ми ближчими до припинення вогню? Тим часом, поки удари тривають як по українській, так і по російській території, ми розглянемо дальність ракет і що мається на увазі, коли говорять про їхню точність.Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign ",
    "pubDate": "Tue, 17 Feb 2026 18:42:30 GMT",
    "guid": "6994b696c4b7a0510c66895d",
    "duration": "20:41",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6994b696c4b7a0510c66895d/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771353617794-65fe114b-6f32-4a25-8f89-355aeae0cf30.jpeg"
  },
  {
    "title": "Путін «переміщує ядерні ракети» до кордону ЄС, а отруєння Навального розкриває таємну програму хімічної зброї.",
    "description": "Сьогодні, на тлі нових російських обстрілів і повідомлень про українські контроперації, ми відступаємо на крок, щоб оцінити ширшу стратегічну картину на полі бою - і запитати, що може принести 2026 рік, якщо мирні переговори зірвуться. Далі ми повідомляємо з Мюнхенської безпекової конференції, де американські голоси, зокрема держсекретар США Марко Рубіо, окреслили конкуруючі бачення участі США в Європі, а Білорусь попередила про ядерне розширення Москви. Потім ми розглядаємо відверті заяви прези",
    "pubDate": "Mon, 16 Feb 2026 18:14:07 GMT",
    "guid": "6993320d8b7fe5457dda70be",
    "duration": "26:36",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6993320d8b7fe5457dda70be/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771261149213-11e6bbd1-2205-4d8e-9b21-311286e1559f.jpeg"
  },
  {
    "title": "Україна «переходить у наступ» після відключення російського Starlink, а нові мирні переговори розпочнуться в Женеві «наступного тижня»",
    "description": "Сьогодні, коли світові лідери прибувають до Німеччини на Мюнхенську конференцію з безпеки, ми розповідаємо про очікування напередодні зустрічі цього вікенду та про те, що вона може означати для України й європейської безпеки. Ми аналізуємо реакцію на заяви, зроблені під час останнього засідання Контактної групи з питань оборони України (Рамштайн), а також розглядаємо крок Росії щодо постачання нафти Кубі на тлі зростання геополітичної напруженості. Переклали: Альона Гливко та Микола Кузьмін, St ",
    "pubDate": "Fri, 13 Feb 2026 17:24:43 GMT",
    "guid": "698f59e61506be1a7e912b59",
    "duration": "21:40",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/698f59e61506be1a7e912b59/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1771001278837-8e5dde76-8dd2-41d7-a06c-322e0c6257dd.jpeg"
  },
  {
    "title": "Україна завдала удару на 2 000 км углиб Росії - «найдальший за війну»; Зеленський заявив, що Олімпіада грає на руку Путіну після дискваліфікації спортсмена.",
    "description": "Сьогодні, коли служби безпеки України заявили про відповідальність за найвідоміший удар по нафтовій та газовій інфраструктурі Росії з початку повномасштабного вторгнення, ми розглядаємо повідомлення про зростання втрат російської армії та те, що це може означати для воєнних зусиль Володимира Путіна.Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy GroupZelensky accuses Olympics of ‘playing into Russia’s hands’ after Ukraine athlete disqualified (Jeremy in The Telegraph):https",
    "pubDate": "Thu, 12 Feb 2026 18:30:00 GMT",
    "guid": "698e1c288dc5f2047a67cf97",
    "duration": "22:18",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/698e1c288dc5f2047a67cf97/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770920794091-aa70815d-a027-43df-a2da-6703e31625aa.jpeg"
  },
  {
    "title": "Зеленський «планує вибори та референдум», а Олімпіада погрожує дискваліфікацією українця через «шолом пам’яті»",
    "description": "Сьогодні ми оцінюємо, на якому етапі перебуває ситуація після суперечливих заяв, що залишили Київ, Москву та західні столиці в невизначеності щодо того, чи скористається президент Зеленський четвертою річницею російського вторгнення, щоб оголосити президентські вибори або референдум щодо можливого мирного договору. Ми також повідомляємо про обурення Росії через ймовірне відключення Starlink, кризу комунікацій, ускладнену посиленням обмежень Кремля щодо Telegram, і продовжуємо стежити за олімпійс",
    "pubDate": "Wed, 11 Feb 2026 20:32:10 GMT",
    "guid": "698ce74afe55e6c6c3659e31",
    "duration": "25:26",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/698ce74afe55e6c6c3659e31/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770841666216-f528bb14-63a0-4a32-8262-2097a842c11d.jpeg"
  },
  {
    "title": "Чутки про «український контрнаступ» на півдні та Японія узгоджує підтримку України з НАТО",
    "description": "Сьогодні, на тлі зростання чуток про те, що Україна може готувати новий контрнаступ, ми обговорюємо, як Кремль намагається знизити очікування та підірвати довіру до поточних мирних переговорів. Далі ми розповідаємо про крок Японії щодо приєднання до ініціативи PURL та аналізуємо дипломатичний скандал, що спалахнув на Зимових Олімпійських іграх.Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group Zelensky backs athlete banned from wearing helmet bearing faces of war victims",
    "pubDate": "Tue, 10 Feb 2026 17:52:58 GMT",
    "guid": "698b6e8dba80cf1ecb0d0b4b",
    "duration": "18:13",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/698b6e8dba80cf1ecb0d0b4b/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770745477532-69e3dfdd-d272-4ad8-9484-e1dcb0138eea.jpeg"
  },
  {
    "title": "Викрито: план партнерства Трампа і Путіна на $12 трлн",
    "description": "Сьогодні, у рідкісному публічному випаді проти адміністрації Трампа, міністр закордонних справ Росії Сергій Лавров звинуватив Сполучені Штати у «відкаті назад» від так званої Анкориджської угоди, згідно з якою Вашингтон нібито погодився чинити тиск на Україну з метою змусити її поступитися частинами Донбасу, які російським військам не вдалося захопити майже за чотири роки війни. Ми аналізуємо заяви президента Зеленського, в яких він припускає, що новий дедлайн Білого дому щодо миру може бути пов",
    "pubDate": "Mon, 09 Feb 2026 18:06:48 GMT",
    "guid": "698a2238d2345f67c309ffdf",
    "duration": "24:13",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/698a2238d2345f67c309ffdf/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770658619056-715afb01-ca59-4378-8a4c-2c30541ded0c.jpeg"
  },
  {
    "title": "Російського генерала, пов’язаного з отруєннями, застрелили в Москві; ризик нової гонки озброєнь",
    "description": "Сьогодні, після ймовірного замаху на вищого російського генерала в Москві, ми розглядаємо масштабні російські бомбардування по всій Україні, які відбулися після другого дня мирних переговорів в Абу-Дабі. Чи стали Сполучені Штати, Україна та Росія ближчими до режиму припинення вогню? Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSLearn more about Ukraine Focus:https://ukrainefocus.org/&nbsp;Russian general who ‘orchestrated’ Skripal poisoning shot in Moscow ",
    "pubDate": "Fri, 06 Feb 2026 20:13:11 GMT",
    "guid": "69864b57ba7d04f1d430e17c",
    "duration": "20:27",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69864b57ba7d04f1d430e17c/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770408781775-2be24fb6-b174-45ed-90cc-c3c7803d3041.jpeg"
  },
  {
    "title": "Путін витрачає 50% державного бюджету на військові потреби, заявляє розвідка.",
    "description": "Сьогодні, на тлі повідомлень про хаос у російських військах по всій лінії фронту після відмови в доступі до супутникового зв’язку Starlink, ми повертаємося до Абу-Дабі за останніми новинами щодо тристоронніх мирних переговорів між США, Україною та Росією. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;Russia spends half its state budget on military (The Telegraph):https://www.telegraph.co.uk/world-news/2026/02/04/russia-spent-half-its-state-budget-on-military-in",
    "pubDate": "Thu, 05 Feb 2026 17:55:54 GMT",
    "guid": "6984d8cbe3a23197cb3baf44",
    "duration": "21:57",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6984d8cbe3a23197cb3baf44/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770313902695-efc8a78c-4f9e-4eea-a4dd-2c0945f6afb8.jpeg"
  },
  {
    "title": "Трамп заявив, що Путін «дотримався свого слова» щодо припинення вогню після «найруйнівнішого» удару Росії цієї зими",
    "description": "Сьогодні, коли Дональд Трамп заявляє, що Володимир Путін «дотримався свого слова», не завдаючи ударів по енергетичній інфраструктурі України, ми повідомляємо про відновлення тристоронніх мирних переговорів в Абу-Дабі за участі США, України та Росії. Ми також аналізуємо, чи принесе заклик президента Франції Емманюеля Макрона до європейців «відновити власні канали комунікації» з Москвою якісь відчутні результати, і оцінюємо, чи може нещодавнє падіння цін на золото послабити воєнну економіку Путіна",
    "pubDate": "Wed, 04 Feb 2026 21:14:11 GMT",
    "guid": "69837b320aa7944053ce376b",
    "duration": "19:59",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69837b320aa7944053ce376b/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770224317959-5ff3c131-6e77-4811-b8a1-0dde542b925b.jpeg"
  },
  {
    "title": "Путін чекає −20 °C у Києві, щоб ракетами вивести з ладу енергосистему; президент ФІФА закликає скасувати бан Росії",
    "description": "Сьогодні, коли українці переживають морози до - 20 градусів за Цельсієм, а Росія відзначає завершення так званого «енергетичного перемир’я» новою масованою повітряною атакою, ми запитуємо: що заважає Дональду Трампу просто закликати Володимира Путіна ще на тиждень утриматися від ударів по енергетичній інфраструктурі України? Ми також розповідаємо про виступ генерального секретаря НАТО Марка Рютте у Верховній Раді України та аналізуємо, що він мав на увазі, говорячи про «складні рішення», які Киє",
    "pubDate": "Tue, 03 Feb 2026 18:20:05 GMT",
    "guid": "6982328675cd35635743636f",
    "duration": "26:26",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6982328675cd35635743636f/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770140289797-59bb5b42-ddf3-45d2-b532-4142ad863404.jpeg"
  },
  {
    "title": "Сили Путіна намагаються «обійти та проникнути» в місто на лінії фронту.",
    "description": "Сьогодні, коли так зване «енергетичне перемир’я» Володимира Путіна, як повідомляється, знову було порушене, ми розповідаємо про ще одні вихідні руйнівних російських ударів по Україні - зокрема про атаку, внаслідок якої загинули 15 шахтарів, коли дрони вдарили по їхньому автобусу поблизу Дніпра, а також про удар по пологовому будинку в Запоріжжі, внаслідок якого щонайменше шість осіб отримали поранення. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group Epstein’s links to",
    "pubDate": "Mon, 02 Feb 2026 19:31:16 GMT",
    "guid": "6980df5013c1477af2cb0121",
    "duration": "21:03",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6980df5013c1477af2cb0121/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1770053110406-66152ef4-bcb8-4146-85a0-2f71e4859a00.jpeg"
  },
  {
    "title": "Трамп напередодні нових мирних переговорів просуває «енергетичне перемир’я» з Путіним, тоді як у Києві понад 600 000 людей залишилися без електропостачання",
    "description": "Сьогодні, коли Дональд Трамп оголошує про «енергетичне перемир’я», ми запитуємо: що це означає, чи воно вже почалося і чи зможе встояти. Наш кореспондент у Туреччині повідомляє, що Китай постачає критично важливі компоненти для російських ракет «Орешник», здатних нести ядерні боєзаряди, а також ми маємо наш регулярний двотижневий огляд діяльності руху опору на окупованих територіях. Крім того, пізніше ми розповімо про нову театральну адаптацію української історії, яка поєднує фольклор із сучасни",
    "pubDate": "Fri, 30 Jan 2026 17:47:23 GMT",
    "guid": "697ceeac4b1113c2c8f50488",
    "duration": "29:20",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/697ceeac4b1113c2c8f50488/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769795509648-e4c7057f-3004-41bf-a617-cf9c6817fa6d.jpeg"
  },
  {
    "title": "Зеленський попереджає про «масштабну» атаку перед мирними переговорами; чутки про енергетичне перемир’я",
    "description": "Сьогодні, на тлі попереджень президента Зеленського про те, що Росія готує «новий масований удар», ми аналізуємо зростаючі припущення про можливе негласне перемир’я щодо ударів по енергетичній інфраструктурі. Далі звертаємося до російської преси: місцевий військовий меморіал на Уралі, схоже, ненавмисно розкрив справжні масштаби російських втрат, а несподіваний скандал за участю пекаря спричинив нову хвилю незручностей для Володимира Путіна. Переклали: Альона Гливко та Микола Кузьмін, St James’s ",
    "pubDate": "Thu, 29 Jan 2026 17:37:34 GMT",
    "guid": "697b9ade659422095309d7eb",
    "duration": "33:24",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/697b9ade659422095309d7eb/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769707029635-3740f851-6bc9-4fab-bb6b-43ed0bbc0397.jpeg"
  },
  {
    "title": "Дрони вдарили по українському пасажирському поїзду в «акті тероризму», а Росія зазнає більших втрат, «ніж будь-яка велика держава з часів Другої світової війни»",
    "description": "Сьогодні, коли Росія вбиває п’ятьох цивільних унаслідок атаки дронів на пасажирський поїзд в Україні, ми розповідаємо про заяву високопоставленого європейського дипломата, який наголосив, що світ повинен називати це своїм іменем - тероризмом. У той час як президент Зеленський закликає всіх «порядних людей світу» не мовчати перед обличчям російських воєнних злочинів, ми аналізуємо нову оцінку США, згідно з якою Росія зазнала більших військових втрат, ніж будь-яка велика держава в будь-якому конфл",
    "pubDate": "Wed, 28 Jan 2026 17:52:06 GMT",
    "guid": "697a4cc6f17fced4fdf7f439",
    "duration": "17:25",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/697a4cc6f17fced4fdf7f439/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769622645810-2937a47d-d683-4ccc-a166-7ec1802b7d6f.jpeg"
  },
  {
    "title": "Перемовники Путіна «пом’якшують позицію», Трамп пов’язує гарантії з територіальними поступками",
    "description": "Сьогодні, на тлі посилення російського військового тиску на Донбасі та в умовах того, що, за словами Генерального секретаря НАТО, Україна переживає «найсуворішу зиму за десятиліття», ми подаємо останні новини з мирних переговорів щодо України. За наявною інформацією, Сполучені Штати посилюють тиск на уряд президента Зеленського з вимогою піти на територіальні поступки Росії перед наданням будь-яких гарантій безпеки з боку Вашингтона. Але чи є позиція Москви за Володимира Путіна м’якшою, ніж здає",
    "pubDate": "Tue, 27 Jan 2026 17:47:31 GMT",
    "guid": "6978fa339b5ca1c75cc9a92a",
    "duration": "19:32",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6978fa339b5ca1c75cc9a92a/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769535308606-1b2c08ab-4664-4473-9cbb-913a93985458.jpeg"
  },
  {
    "title": "Зеленський: гарантії безпеки США «на 100% готові», а російське місто зазнало «наймасштабнішого» удару за час війни.",
    "description": "Сьогодні, коли Київ переживає морози нижче нуля, ми повідомляємо про чергову масовану повітряну атаку Росії на місто, здійснену навіть попри те, що цими вихідними в Абу-Дабі відбувалися тристоронні так звані мирні переговори. Крім того, ми аналізуємо останній візит Стіва Віткоффа до Москви - він досі так і не побував в Україні - та з’ясовуємо, чому Росія тепер просуває непрозору «Аляскинську формулу», намагаючись закріпити за собою території, які їй не вдалося захопити силою. Переклали: Альона Г",
    "pubDate": "Mon, 26 Jan 2026 17:13:07 GMT",
    "guid": "6977962179d88bc8eecbfa1f",
    "duration": "18:37",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6977962179d88bc8eecbfa1f/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769446095588-b8ddecb4-36e0-4eab-ab04-2ca477264a0c.jpeg"
  },
  {
    "title": "США взяли участь у перших тристоронніх переговорах; Трампа критикують за заяву про НАТО",
    "description": "Сьогодні, на тлі нової хвилі обурення через заяву президента Трампа про те, що війська НАТО уникали передової в Афганістані, ми розмірковуємо, чи мав рацію президент Зеленський, критикуючи Європу у своїй промові в Давосі, та чи можна вважати «гренландську сагу» вичерпаною - або ж вона справді свідчить про історичний зсув. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSZelensky attacks ‘weak and indecisive’ European leaders (The Telegraph):https://www.telegr",
    "pubDate": "Fri, 23 Jan 2026 17:25:05 GMT",
    "guid": "6973aef249ef75521636a9c6",
    "duration": "30:43",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6973aef249ef75521636a9c6/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769188221223-9b2555a5-6443-430f-8807-abd48b597bbf.jpeg"
  },
  {
    "title": "Зеленський розкритикував лідерів Європи, а Трамп прогнозує, що війна в Україні закінчиться «незабаром».",
    "description": "Сьогодні, коли президент Зеленський жорстко критикує лідерів Європи в Давосі - зокрема за блокування використання заморожених російських активів для фінансування України, ми оцінюємо очевидний відступ президента Трампа від його погроз запровадити тарифи проти союзників по НАТО після досягнення того, що він назвав «рамками для майбутньої угоди» щодо Гренландії. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSTrump meets Zelensky for Davos peace talks (The Tel",
    "pubDate": "Thu, 22 Jan 2026 17:28:40 GMT",
    "guid": "69725e486982fb7698de9726",
    "duration": "21:41",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69725e486982fb7698de9726/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769098603735-6c0e8b73-c01b-4032-872b-062bd9ff52b1.jpeg"
  },
  {
    "title": "Україна має на меті вбивати 50 000 росіян на місяць, і суперечка Трампа щодо Гренландії зриває угоду",
    "description": "Сьогодні, коли Дональд Трамп вирушає до Давоса з тим, що він називає «хорошими новинами» щодо Гренландії, ми аналізуємо надзвичайну промову прем’єр-міністра Канади Марка Карні в Давосі, у якій він попередив, що ми не можемо «жити в межах брехні про взаємну вигоду через інтеграцію, коли інтеграція стає джерелом вашого підпорядкування». Ми також повідомляємо про заяву представника Москви в МАГАТЕ, який назвав перебільшеними глобальні занепокоєння щодо ударів Росії по українських атомних електроста",
    "pubDate": "Wed, 21 Jan 2026 19:28:33 GMT",
    "guid": "697128e2a6c658f18342a22c",
    "duration": "40:04",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/697128e2a6c658f18342a22c/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1769023518749-54d6e998-7fbe-47af-8685-669488d28d7e.jpeg"
  },
  {
    "title": "Росія ризикує ядерною аварією, атакуючи атомні електростанції, а Трамп зливає повідомлення світових лідерів",
    "description": "Сьогодні, коли Москва, за повідомленнями, випробовує термобаричні боєприпаси на безпілотниках наземного базування та продовжує удари по підстанціях, що живлять українські атомні електростанції, ми звертаємося до Всесвітнього економічного форуму в Давосі, де світові лідери зібралися на тиждень дипломатичних проривів для Києва. Натомість порядок денний опинився під контролем президента Трампа та його загроз щодо Гренландії. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Grou",
    "pubDate": "Tue, 20 Jan 2026 17:21:09 GMT",
    "guid": "696fb8f65e25e3a6c0ced52b",
    "duration": "20:43",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/696fb8f65e25e3a6c0ced52b/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768928367905-7dae159f-3c83-4b3d-92f3-00f78aded3be.jpeg"
  },
  {
    "title": "Трамп дарує Путіну «бажаний приз» через Ґренландію, а український робот-кулеметник «стримував Росію шість тижнів».",
    "description": "Сьогодні, на тлі найсерйознішої за десятиліття кризи трансатлантичного альянсу через долю Ґренландії, ми розглядаємо наслідки можливих ударів Росії по підстанціях, що живлять українські АЕС. Далі оцінюємо варіанти для союзників НАТО, які намагаються умиротворити президента Дональда Трампа, а також дізнаємося, як Москва використовує православних черниць як інструмент гібридної війни. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSTrump: Taking Greenland is r",
    "pubDate": "Mon, 19 Jan 2026 17:49:41 GMT",
    "guid": "696e6eb536ab0b5268b4e154",
    "duration": "40:48",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/696e6eb536ab0b5268b4e154/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768841235969-518f2f61-f67a-43b8-8da8-b8b6a6c90a66.jpeg"
  },
  {
    "title": "Європа перебирає на себе підтримку розвідки США для Києва, а Трампу «дарують» Нобелівську премію миру",
    "description": "Сьогодні, коли Трампу зрештою «вручають» Нобелівську премію миру - щоправда, не зовсім ту, якої він хоче, - ми розповідаємо про те, як Німеччина відмовила російському танкеру тіньового флоту в доступі до Балтійського моря, а також оцінюємо заяву Емманюеля Макрона про те, що Франція нині забезпечує дві третини стратегічної військової розвідки України. Водночас він і прем’єр-міністерка Італії Джорджа Мелоні припускають, що, можливо, настав час знову розпочати переговори з Володимиром Путіним. Крім",
    "pubDate": "Fri, 16 Jan 2026 17:20:17 GMT",
    "guid": "696a6fd298f7a1123ed2c127",
    "duration": "45:52",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/696a6fd298f7a1123ed2c127/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768578376804-8ed1b924-d16b-4fe6-bbcc-51b91db9352e.jpeg"
  },
  {
    "title": "Росія змушує африканських рекрутів до смертників; Зеленський оголошує НС",
    "description": "Сьогодні, коли президент Зеленський оголошує надзвичайний стан на національному рівні через енергетичну кризу, спричинену російськими ударами по інфраструктурі України, ми запитуємо, якою є нинішня стратегія Європи. Далі ми розглядаємо повідомлення про те, що Росія змусила африканських рекрутів брати участь у самогубних місіях на полі бою. Потім ми оцінюємо, як події в Ірані та Венесуелі можуть змінити світові ціни на енергоносії і чи допоможуть ці потрясіння Володимиру Путіну, чи, навпаки, зашк",
    "pubDate": "Thu, 15 Jan 2026 18:44:23 GMT",
    "guid": "69693587881cbe11db9d6749",
    "duration": "41:55",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69693587881cbe11db9d6749/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768495579554-8f60d000-397c-4744-b862-21b6f5456d7e.jpeg"
  },
  {
    "title": "Франція домагається блокування купівлі Україною американської зброї, а Москва радіє Гренландській авантюрі Трампа",
    "description": "Сьогодні, на тлі повідомлень про те, що російська ракета ППО влучила в житловий будинок у Ростові-на-Дону, ми розглядаємо заяви про те, що Франція намагається перешкодити Україні купувати американську зброю, а також аналізуємо кримінальні обвинувачення проти помітної постаті в новітній історії України. Згодом звертаємося до медіапростору Москви, щоб почути, як російська преса тлумачить потенційно доленосні події в Ірані, Венесуелі та Гренландії. Переклали: Альона Гливко та Микола Кузьмін, St Jam",
    "pubDate": "Wed, 14 Jan 2026 18:33:00 GMT",
    "guid": "6967e15ce9172b832030f3d7",
    "duration": "38:38",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6967e15ce9172b832030f3d7/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768415462848-2e80bbc7-fa47-4f62-b8f8-657f7e4700c7.jpeg"
  },
  {
    "title": "550 000 людей без електрики в Росії після українського обстрілу, стверджує губернатор",
    "description": "Сьогодні, коли значна частина Києва й надалі живе без електрики, без світла залишається й один із регіонів Росії, тоді як Сполучені Штати звинувачують Москву в тому, що вона своїми триваючими атаками глузує з миру. Далі ми почуємо останні новини з Молдови та поміркуємо над розмовою, яку Франциск мав зі 103-річним ветераном Другої світової війни. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSFull Exclusive Telegraph Video Interview with Moldovan President M",
    "pubDate": "Tue, 13 Jan 2026 16:34:28 GMT",
    "guid": "6966687e85eeb56853340487",
    "duration": "16:31",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6966687e85eeb56853340487/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768318885086-b41085a2-b5b7-4466-94e0-815ab1e82a9a.jpeg"
  },
  {
    "title": "«Одуванчикова» броня танку РФ; «мокрі мрії британців» і наслідки падіння режиму Ірану для України",
    "description": "Сьогодні, коли тисячі людей у Києві залишаються без електропостачання, ми розглядаємо обіцянку президента Зеленського здійснювати більше операцій «всередині» Росії та аналізуємо останні інновації Москви в танках і озброєнні. Потім ми розбираємо надзвичайний словесний випад з боку російської речниці, яка відкинула «мокрі мрії британських збоченців», перш ніж розглянути, що падіння режиму в Ірані означало б для війни в Україні. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy ",
    "pubDate": "Mon, 12 Jan 2026 16:15:59 GMT",
    "guid": "69651e3fbe0ffc81fbf76d0a",
    "duration": "28:05",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69651e3fbe0ffc81fbf76d0a/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1768233064912-18dab90c-60de-48e0-a774-8a84e523d4b0.jpeg"
  },
  {
    "title": "Путін запускає гіперзвукову ракету, здатну нести ядерний заряд, по Львову; люди Трампа зустрічаються з російським посланцем.",
    "description": "Сьогодні світ реагує на чергове обурливе рішення Путіна: випущена Росією балістична ракета, здатна нести ядерний заряд, влучила по Україні лише за 50 км від кордону НАТО. Один із провідних європейських політиків заявив, що тиск на Путіна тепер потрібно «посилити до максимуму й зробити нестерпним». Ми почуємо думку людини, яка нещодавно брала інтерв’ю в Олександра Камишіна - ключового помічника президента Зеленського, а також фінальні роздуми Френсіса з Угорщини. Переклали: Альона Гливко та Микол",
    "pubDate": "Fri, 09 Jan 2026 16:22:41 GMT",
    "guid": "69612a943a409cca49e4fa25",
    "duration": "24:20",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69612a943a409cca49e4fa25/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767975600374-5a7c1a5f-b8f0-4248-87cb-9ea0ff9d3a54.jpeg"
  },
  {
    "title": "Дрони занурили регіони України в «повний блекаут», атаковано нафтовий танкер під російським прапором після дій Трампа",
    "description": "Сьогодні, коли ще один танкер так званого російського «тіньового флоту» потрапив у новини - цього разу після вибуху, ймовірно спричиненого українським дроном у Чорному морі, що змусило судно змінити курс на Туреччину, - ми виходимо на прямий зв’язок з України. Там нічні удари залишили два регіони без електроенергії на тлі падіння температур нижче нуля. Ми також розповідаємо, як акції оборонних компаній зросли в ціні після заяв Дональда Трампа, але не тих, що базуються у США, - а також почуємо ві",
    "pubDate": "Thu, 08 Jan 2026 16:54:26 GMT",
    "guid": "695fe143028ac0c6073ff15f",
    "duration": "21:32",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/695fe143028ac0c6073ff15f/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767891063223-b03862b2-1005-4257-ae02-09a2951f802f.jpeg"
  },
  {
    "title": "Зеленський прагне “зобов’язуючих гарантій” від Коаліції на першому мирному саміті 2026 року",
    "description": "Сьогодні, коли військові та політичні керівники Коаліції охочих зустрічаються в Парижі, президент Зеленський продовжує перестановки у своїй команді найвищого рівня, зокрема заміну людини, яка стояла за операцією “Павутина” - крок, що зазнав критики в Україні. Ми також розглядаємо, як 2026 рік висвітлюється в російських ЗМІ, а згодом говоримо з аналітиком корпорації RAND про те, як штучний інтелект нині застосовується на дронах у цій війні Зеленський прагне “зобов’язуючих гарантій” від Коаліції о",
    "pubDate": "Tue, 06 Jan 2026 17:39:15 GMT",
    "guid": "695d48c38e6dd12efb00da81",
    "duration": "22:39",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/695d48c38e6dd12efb00da81/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767720965511-96d0cbe3-f3e5-40d9-84a9-e9a9365818db.jpeg"
  },
  {
    "title": "Орбан: Венесуела - «хороші новини» для Угорщини, Путін «боїться» засуджувати дії США",
    "description": "Сьогодні, коли світ реагує на операцію США у Венесуелі, проведену на вихідних, ми розглядаємо помітно стриману реакцію Москви - мовчання, яке натякає на напруження всередині Кремля між захистом союзника та засудженням дій США з ризиком накликати гнів Дональда Трампа, або ж тихим схваленням прикладу міжнародного втручання. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKS:Telegraph Live Blog (featuring updates from Francis in Budapest):https://www.telegraph.co",
    "pubDate": "Mon, 05 Jan 2026 19:04:12 GMT",
    "guid": "695c0b2de1903ce94a34aa41",
    "duration": "29:33",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/695c0b2de1903ce94a34aa41/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767639595933-bdf85fa1-74a0-4a0f-9088-1f1ab06389a2.jpeg"
  },
  {
    "title": "Буданов очолив ОП: РФ повірила в інсценування загибелі",
    "description": "На початку п'ятого календарного року повномасштабного вторгнення початок 2026-го ознаменувався новими жертвами та руйнуваннями по всій Україні. Також стало відомо про призначення генерала Буданова на місце Андрія Єрмака, блискучу операцію ГУР із дезінформації та спростування ЦРУ заяв Москви про нібито атаку України на Путіна. У випуску: австралійські танки в боях під Покровськом, госпіталізація Рамзана Кадирова та захоплення російського судна фінами в Балтійському морі. Також, інтерв'ю про колум",
    "pubDate": "Fri, 02 Jan 2026 17:05:44 GMT",
    "guid": "6957ef7e18c941d6d6abb70f",
    "duration": "27:48",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6957ef7e18c941d6d6abb70f/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767373535189-f6a4cc0f-7224-4f86-a957-08c0f380d823.jpeg"
  },
  {
    "title": "«Чергова брехня», - Зеленський про фейкову атаку на Путіна.",
    "description": "Сьогодні, поки Кремль намагається відволікти увагу від успішної зустрічі Зеленського з Трампом бездоказовими заявами про «замах» на Путіна, ми розповімо про просування РФ у Запорізькій області та проблеми українського комбата. Також у випуску: Френсіс про українське ТБ та огляд головних подій 2025 року. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINKSExclusive: 'Be careful' — European leaders warned Zelensky to assess Trump's real stance at Mar-a-Lago, Kyiv ",
    "pubDate": "Tue, 30 Dec 2025 16:40:58 GMT",
    "guid": "6954009ae30db7c5d8a1aab4",
    "duration": "32:23",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6954009ae30db7c5d8a1aab4/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767110858616-73dd14e3-5feb-452b-94cc-713f1bb4453f.jpeg"
  },
  {
    "title": "Зеленський після переговорів у Мар-а-Лаго: 15-річних гарантій безпеки Трампа недостатньо, щоб стримати Росію",
    "description": "Сьогодні, після зустрічі в Мар-а-Лаго, президент Володимир Зеленський, схоже, заручився 15-річними американськими гарантіями безпеки від президента Дональда Трампа. Проте залишаються питання щодо інших ключових спірних моментів потенційної мирної угоди. Крім того, репортаж з першого марафону в Києві з моменту початку повномасштабної війни. Журналіст Бенджамін Лінч пробіг напівмарафон із диктофоном разом із 13 000 інших учасників, щоб передати нам атмосферу цієї події.&nbsp;Автор фото: Джо Редл/G",
    "pubDate": "Mon, 29 Dec 2025 17:17:40 GMT",
    "guid": "6952b7b530165a956d9ae14f",
    "duration": "26:58",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6952b7b530165a956d9ae14f/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1767028509372-f2e19c83-ac89-41dc-9b4b-52b99976eaa2.jpeg"
  },
  {
    "title": "Українські дрони підірвали російський нафтовий танкер у Середземному морі, а ЄС закриває бюджетну діру Києва на €90 млрд",
    "description": "Сьогодні, коли вщухає пил після критично важливої нічної угоди в Брюсселі про надання Україні кредиту на €90 млрд, ми повідомляємо про ще один удар по судну з «тіньового флоту» Росії - цього разу в Середземному морі.Слухачам, які чують цей випуск у перекладі, повідомляємо: у різдвяний період ми не перекладатимемо подкаст так регулярно. Перекладів не буде з 22 по 26 грудня, а також у новорічну ніч і в Новий рік. Переклали: Альона Гливко та Микола Кузьмін, St James’s Foreign Policy Group&nbsp;LINK",
    "pubDate": "Fri, 19 Dec 2025 18:29:30 GMT",
    "guid": "694592b9e2b7985fa2302665",
    "duration": "23:46",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/694592b9e2b7985fa2302665/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1766167192183-8a654ae0-b2ca-4e65-8133-f26bbd6e5e05.jpeg"
  },
  {
    "title": "Путін: європейські лідери - «свині», яких замінять, та перегони з часом, щоб залатати фінансову чорну діру України",
    "description": "Сьогодні, коли лідери ЄС збираються, щоб вирішити, що — якщо взагалі щось — робити із замороженими російськими активами, ми оцінюємо, наскільки визначальним може стати цей момент для Євросоюзу та для європейської безпеки загалом. Також аналізуємо, як Володимир Путін свідомо змінив свою риторику, намагаючись звернутися до Дональда Трампа, і фіксуємо чергову атаку на російський нафтовий танкер на тлі того, що Чорноморський флот РФ, імовірно, фактично заблокував себе в Новоросійську, аби уникнути п",
    "pubDate": "Thu, 18 Dec 2025 17:45:13 GMT",
    "guid": "69443da9f13209aaa3e09203",
    "duration": "37:08",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/69443da9f13209aaa3e09203/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1766079866302-fc4e86cd-711d-4998-98fe-468c397da557.jpeg"
  },
  {
    "title": "Росія: Трамп «пообіцяв нам українські території»",
    "description": "Сьогодні, коли Росія намагається наполягати, що один із її підводних човнів вартістю 400 мільйонів доларів не був знищений українським морським дроном - у спосіб, який, схоже, доводить протилежне, - ми пропонуємо вам внутрішній репортаж від американської та української переговорних команд у цей переломний момент. Ми також зазираємо наперед, до вирішального європейського голосування щодо того, чи розблокувати та використати заморожені російські державні активи. Переклали: Альона Гливко та Микола ",
    "pubDate": "Wed, 17 Dec 2025 18:15:40 GMT",
    "guid": "6942f34c959d6e49508da227",
    "duration": "20:54",
    "enclosure": {
      "link": "https://sphinx.acast.com/p/open/s/67a60b513ef0b176eae6a5d0/e/6942f34c959d6e49508da227/media.mp3"
    },
    "thumbnail": "https://assets.pippa.io/shows/67a60b513ef0b176eae6a5d0/1765994975047-6b4da107-0686-4c4f-9a07-d82988c3ff4a.jpeg"
  }
]